Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: This question has not been asked before.
yo: Akòíti béèrè ìbéèrè yíì rí.

source: This revision is not ready for localization.
yo: Àtúnyẹ̀wò kòi ṣetán fún ìsọdìbílẹ̀.

source: This revision is ready for localization.
yo: Àtúnyẹ̀wò ṣetán fún ìsọdìbílẹ̀.

source: This revision was already reviewed by {user} on {date}.
yo: Àtúnyẹ́wò ni ati ṣàyẹ̀wò lọ́wọ {user} ní {date}.

source: This started when...
yo: Èyí bẹ̀rẹ̀ nígbà...

source: This thread has been locked. It is no longer possible to post new replies.
yo: Ati ti èròjà atẹ̀lélànà yíì. Kòṣééṣe láti fọ̀rọ̀ àfiránṣẹ̀ àwọn èsì titun.

source: This thread was archived.
yo: Èròjà atẹ̀lélànà yii ni a ti fi pamọ́ fọ́jọ́ pípẹ́.

source: This thread was closed.
yo: Èròjà atẹ̀lélànà ti tì pa.

source: This thread was closed and archived.
yo: Ati ti èròjà atẹ̀lélànà asì ti fi pamọ́ fọ́jọ́ pípẹ́.

source: This translation was already reviewed by {user} on {date}.
yo: Ati ṣàtúnṣe ìtumọ̀ yíì lọ́wọ́ {user} ní {date}.

source: This tweet doesn't need a response
yo: Túwìtì yí ò nílò ìdáhùn

source: This user has been deactivated.
yo: A ti olùṣàmúlò pa.

source: This username is already taken!
yo: A ti lo orúkọ aṣàmúlò yíì!

source: This username is available.
yo: Orúkọ aṣàmúlò yíì wà.

source: This will help other Firefox users find good answers to their questions!
yo: Èyí yóò ràn àwọn olùṣàmúlò Firefox míìràn wá àwọn ìdáhùn dáadáa sí àwọn ìbéèrè wọn!

source: This will notify localizers and translations will be marked as "needing updates" on dashboards. Most changes&mdash;updating an image, fixing {for} markup, adding or removing non-critical sections&mdash;should use this.
yo: Èyí yóò pàkíyèsí olùsọdìbílẹ̀ àti ìtumọ̀ yóò lámì bii "nílò àtúnyẹ̀wò" ní aṣèrànwọ́ ìtajà. Ọ̀pọ̀ àyípadà&mdash;ìṣàtúnyẹ́wò àwòrán, ń yanjú {for} ìfiyèsí, ṣàfikún tàbí ṣàyọkúrò ìpele tí kòle&mdash;gbọ́dọ̀ lo èyí.

source: This will notify localizers and translations will be marked "out of date" on dashboards. Translations will show a warning to users that they are out of date and that the English version is the most accurate. Use this when the old instructions are completely unusable.
yo: Èyí yóò pàkíyèsí olùsọdìbílẹ̀ àti ìtumọ̀ yóò lámì bii "nílò àtúnyẹ̀wò" ní aṣèrànwọ́ ìtajà. Àwọn ìtumọ̀ yóò ṣàfihàn ìkilọ̀ fún àwọn olùṣàmúlò tí kò bá ìgbà mu tí Gẹ̀ẹ́sì sí jẹ́ ṣe rẹ́gí. Lo èyí nígbà tí àwọn ìlànà kò ṣeélò mọ́ rárá.

source: Thread contains
yo: Èròjà atẹ̀lélànà ní

source: Thread type
yo: Irúfẹ́ èròjà atẹ̀lélànà

source: Thunderbird
yo: Ẹyẹ àrá

source: Thunderbird controls and buttons
yo: Ìṣàkóso Thunderbird àti bọ́tínì

source: Thunderbird crashes
yo: Ẹyẹ àrá dàrú

source: Thunderbird is slow or stops working
yo: Ẹyẹ àrá lọ́ra tàbí dúró ìṣiṣẹ́

source: Thunderbird options, preferences and settings
yo: Àwọn ẹ̀yán ẹyẹ àrá, àwọn ìbuyìfún àti àwọn ààtò

source: Thunderbird versions and languages
yo: Àwọn ẹ̀yà ẹyẹ àrá àti àwọn èdè

source: Thunderbird won't save settings or remember information
yo: Ẹyẹ àrá kòní ṣàfipamọ́ ààtò tàbí rántí ìwifún

source: Timezone
yo: Agbègbè àkókò

source: Tips and tricks
yo: Àwọn àṣírí àti ọgbọ́n inú

source: Title
yo: Àkọlé

source: Title:
yo: Àkọlé:

source: {title} has a revision ready for localization
yo: {title} ní àtúnyẹ́wò tí ó ṣetán fún ìsọdìbílẹ̀

source: Title in {locale}:
yo: Àkọlé ní {locale}:

source: {title} is ready for review ({creator})
yo: {title} ti ṣetán fún àtúnyẹ́wò ({creator})

source: {title} ({locale}) has a new approved revision ({reviewer})
yo: {title} ({locale}) ní àtùnyẹ́wò tí a gbà titun ({reviewer})

source: {title} | Media Gallery
yo: {title} | Gbàgède Mídíà

source: Title of article
yo: Àkọlé ti aròkọ

source: {title} was edited by {creator}
yo: {title} ti ṣàtúnṣe lọ́wọ́ {creator}

source: To:
yo: Sí:

source: To activate your account you must first confirm your email address. Enter your email and submit the form below, and we will resend the confirmation email.
yo: Láti mú àkọ́ọ́lẹ̀ rẹ ṣiṣẹ́ o kọ́kọ́ gbọ́dọ̀ jẹ́rì àdírẹ̀sì í-meélì rẹ. Wọlé pẹ̀lú í-meélì kí o fi sílẹ̀ fọ́ọ̀mù ìsalẹ̀, a ó tun fi ìjẹ́rì í-meélì ránṣẹ́.

source: To confirm your subscription, please click the link below or copy and paste the whole thing into your browser's location bar:
yo: Láti jẹ́rì iforúkọsílẹ̀ rẹ, jọ̀wọ́ yára tẹ ìsopọ̀ ìsalẹ̀ tàbí ṣẹ̀dá kí o lẹ gbogbo rẹ̀ sí ibi ìpamọ́ ìṣawarí pẹpẹ rẹ:

source: Today at %s
yo: Lónì ní %s

source: To delete the document, please notify an admin.
yo: Láti pa àkọsílẹ̀ rẹ, jọ̀wọ́ pe àkíyèsí alábójútó.

source: To field is required.
yo: Sí àayè wúnrẹ̀n tí a nílò.

source: Toggle Diff
yo: Ìyàtọ̀ Ìṣípòpadà

source: Toggle syntax highlighting
yo: Ìṣípòpadà ń ṣàgbéyọ síntáàsì

source: To help you find out where to help check this site:
yo: Láti ràn ọ́ lọ́wọ́ láti ṣàwarí ibi àyẹwò ìrànwọ́ ojúle wẹ́ẹ̀bù yíì:

source: To localize the document, click the following link, or paste it into your browser's location bar:
yo: Láti sọ àkọsílẹ̀ di tìbílẹ̀, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹ sí ibi ìpamọ́ pẹpẹ ìṣawárí rẹ:

source: Too long
yo: Ti gùn jù

source: Tools for creating and teaching the web
yo: Àwọn irínṣẹ́ fún ìṣẹ̀dá àti ìkọ́ni ojúlé wẹ́ẹ̀bù

source: Top 100 Articles
yo: Àwọn Àròkọ 100 tó gajù

source: Top 10 Contributor
yo: Olúdásí mẹ́wà Òkè

source: Top 20 Articles
yo: Àwọn Àròkọ 20 tógajù

source: Top 25 Contributor
yo: Olúdásí mẹ́wà Òkè

source: Top 50 Articles
yo: Àwọn Àròkọ 50 tó gajù

source: Top contributors
yo: Àwọn olùdásí tòkè

source: Top Contributors - Army of Awesome
yo: Àwọn Olùdásí tó gajù - Ọmọ ogun ti Ìyàlẹ́nu

source: Top Contributors - Knowledge Base
yo: Àwọn Olùdásí tó gajù - Ìpìlẹ̀ Ìmọ̀

source: Top Contributors - Localization
yo: Àwọn Olùdásí tó gajù - Ìsọdìbílẹ̀

source: Top Contributors - Support Forum
yo: Àwọn Olùdásí tí ó gajù - Àtìlẹhìn Àpéjọ

source: Topic
yo: Orí ọ̀rọ̀

source: Topics
yo: Àkọlé

source: Topics:
yo: Àwọn àkọlé:

source: To post your question, please create a support account
yo: Láti fọ̀rọ̀ránṣẹ́ sí ìbéèrè rẹ, jọ̀wọ́ ṣẹ̀dá àkọ́ọ́lẹ̀ àtìlẹ́hìn

source: To review this revision, click the following link, or paste it into your browser's location bar:
yo: Láti ṣàtúnwò ẹ̀yà yíì, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹ sí ibi ìpamọ́ pẹpẹ ìṣawárí rẹ:

source: Total:
yo: Àpapọ̀:

source: Total questions: <strong>{num}</strong>
yo: Àwọn ìbéèrè pátápátá: <strong>{num}</strong>

source: Total Votes
yo: Àpapọ̀ Àwọn Ibò

source: To view the history of this document, click the following link, or paste it into your browser's location bar:
yo: Láti wo ìtàn àkọsílẹ̀ yíì, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹ̀ sí ibi ìpamọ́ pẹpẹ ìṣawárí rẹ:

source: To view the updated document, click the following link, or paste it into your browser's location bar:
yo: Láti wo àtúnyẹ̀wò àkọsílẹ̀, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹmọ́ inú pẹpẹ ibi ìpamọ́ ìṣawarí:

source: To view this document's history, click the following link, or paste it into your browser's location bar:
yo: Láti wo ìtàn àkọsílẹ̀ yíì, ṣíra tẹ ìsopọ̀ yíì, tàbí lẹ sí ibi ìpamọ́ pẹpẹ ìṣawárí rẹ:

source: To view this post on the site, click the following link, or paste it into your browser's location bar:
yo: Láti wo ọ̀rọ̀ àfiránṣẹ̀ lóri ojúlé wẹ́ẹ̀bù yíì, ṣíratẹ àwọn ìsopọ̀ wọ̀nyíì, tàbí lẹ sí ibi ìpamọ́ ìgbàwálẹ̀ pẹpẹ rẹ:

source: Transaction ID:
yo: Ìdamọ́ Ìbáṣepọ̀:

source: Translate Article
yo: Túmọ̀ Aròkọ

source: Translate Article | {document}
yo: Túmọ̀ Aròkọ | {document}

source: Translate Content
yo: Túmọ̀ Àkóónú

source: Translate Description
yo: Túmọ̀ Àpèjúwe

source: Translate help articles!
yo: Túmọ̀ aròkọ ìrànwọ́!

source: Translate Help Articles
yo: Túmọ̀ Aròkọ Ìrànwọ́

source: Translate help articles to your language
yo: Túmọ̀ aròkọ ìrànwọ́ ní èdè rẹ

source: Translate help to your languages
yo: Túmọ̀ ìrànwọ́ ti àwọn èdè rẹ

source: Translating 1 article can help 1,000's of users in your language
yo: Ń túmọ̀ aròkọ 1 lè ṣèrànwọ́ fún 1000 àwọn olùṣàmúlò ní èdè rẹ

source: Translating article to {locale}
yo: Ń túmọ̀ aròkọ {locale}

source: Translating {title}
yo: Ń túmọ̀ ̀{title}

source: Translation Comment: {comment}
yo: Ìtumọ̀ Ìdáásí: {comment}

source: Translation keywords:
yo: Àwọn kókó ọ̀rọ̀ ìtumọ̀:

source: Translation Needed
yo: Nílò Ògbufọ̀

source: Translation rendered html:
yo: Ìtumọ̀ tí a se ní html:

source: Translation search results summary:
yo: Ìṣawarí èsì ìtumọ̀ ìsọníṣókí:

source: Translation source:
yo: Orísun ìtumọ̀:

source: Trash
yo: Ìdọ̀tí

source: Troubleshoot error message on Firefox for iOS
yo: Awójúùtú ìṣòro àṣìṣe iṣẹ́ ní Firefox fún iOS

source: Troubleshoot error messages on Thunderbird.
yo: Ṣàtúnṣe ìṣòro àwọn iṣẹ́ ní Ẹyẹ àrá.

source: Troubleshooting
yo: Wíwá àléébù

source: Troubleshooting Information
yo: Ìwifún wíwá àléébù

source: Try another topic
yo: Gbìyànjú orí ọ̀rọ̀ míìràn

source: Try one of these articles:
yo: Gbìyànjú ọ̀kan nínu àwọn aròkọ yíì:

source: Turn off emails for discussion in my locale.
yo: Pa àwọn í-meélì fún fọ̀rọ̀wérọ̀ ní tìbílẹ̀.

source: Tweak it and make it your own. Personalized messages go a long way in helping others.
yo: Yi kí o sọ́ di tìrẹ. Àwọn iṣẹ́ tí a sọ di aládàáni ń ran àwọn elòmíràn lọ́wọ́ gidi.

source: Tweet has already been replied to
yo: Ati dáhùn Túwìtì náà

source: Tweets that are replies or have replies must not be hidden.
yo: Àwọn Túwìtì tí a fesì tàbí ti fesì kò gbọdọ̀ pamọ́.

source: {t} with id={id} no longer exists.
yo: {t} pẹ̀lú ìdámọ̀={id} kòsí mọ́.

source: Twitter account
yo: Àkọ́lẹ̀ twitter

source: Twitter Contributor - Respond to tweets about Firefox:
yo: Olùdásí Twitter - Dáhùn àwọn tweet nípa Firefox:

source: Twitter Handles:
yo: Èkù ìtẹ̀lé Twitter:

source: Twitter Username
yo: Orúkọ aṣàmúlò Twitter

source: Type
yo: Irúfẹ́

source: Type of article
yo: Irúfẹ ti aròkọ

source: Unable to change email for user {username}
yo: Kòle ṣàyípadà í-meélì fún olùṣàmúlò {username}

source: Unable to delete only revision of the document
yo: Kò le pa àtúnyẹ̀wò nìkan rẹ́ ti àkọsílẹ̀

source: Unanswered
yo: Àìdáhùn

source: Unarchive this question
yo: Ṣaipa mọ́ fọ́jọ́ pípẹ́ ìbéèrè yíì

source: Unban
yo: Tí a kò fi òfin dè

source: Unblock Firefox from connecting to the Internet
yo: Yọ ìdínà kúrò ni ́Firefox láti sopọ̀ mọ́ Íntánẹ́tì

source: Unblock Thunderbird from connecting to the Internet
yo: Yọ ìdínà kúrò ní Ẹyẹ àrá láti sopọ̀ mọ́ Íntánẹ́tì

source: Undo
yo: Dá padà

source: Unhelpful
yo: Àìrannilọ́wọ́

source: Unhelpful Documents
yo: Àwọn Àkọsílẹ̀ Àìnírànwọ́

source: Unlock this question
yo: Ṣi ìbéèrè yíì

source: Unlock this thread
yo: Ṣí èròjà atẹ̀lélànà yíì

source: Unmark as spam
yo: Má sàmì bii ìwé àìbèèrèfún

source: Unrecognized media type.
yo: Irúfẹ́ mídíà tí a kò dámọ̀.

source: Unrecognized request or nothing to cancel.
yo: Ìbéèrè tí a kò dámọ̀ tàbí kòsí ohun píparẹ́.

source: Unreviewed
yo: Ìyípadà tí a kò túnwò

source: Unreviewed Changes
yo: Àwọn Àyípadà Aiṣàgbéyẹ̀wò

source: Unsticky this thread
yo: Àìfirọ́pò àtòpọ̀ èròjà atẹ̀lélànà yíì

source: Unsubscribe
yo: Má forúkọ sílẹ̀ mọ́

source: Unsubscribe from edit notifications
yo: Àìfọwọ́sí ní ìfìtoníletí ìṣàtúnṣe

source: Unsubscribe from these emails
yo: Àìfọwọ́sí láti àwọn í-meélì yíì

source: Unsubscribe from these emails:
yo: Ṣe àìfọwọ́sí ní àwọn í-meélì yíì:

source: Update answer
yo: Ìṣafikún ìdáhùn

source: Updated
yo: Ti ṣàfikún

source: Updated:
yo: Ti ṣàfikún:

source: Updated date. Format: mm/dd/yy
yo: Déètì ti ṣàfikún. Ìgúnrégé: mm/dd/yy

source: Update Needed
yo: Nílò Àfikún

source: Update post
yo: Ṣàfikùn fọ̀rọ̀ránṣẹ́

source: Update Status:
yo: Ti ṣàfikún Ìdúrópàtó:

source: Update thread
yo: Ṣafikun èròjà atẹ̀lélànà

source: Upload
yo: Gbàwálẹ̀

source: Upload a New Media File
yo: Ṣàgbàwálẹ̀ Fáìlì Mídíà Titun

source: Upload cancelled. Please select an image file.
yo: Ìgbàsókè ti pa rẹ́. Jọ̀wọ́ yan àwòrán fáìlì.

source: Uploaded {date}
yo: Ṣàgbàsókè {date}

source: Uploaded images:
yo: Ṣàgbàsókè àwòrán:

source: Upload file
yo: Ìgbàsókè fáìlì

source: Uploading "%s"...
yo: Ń gbàsókè "%s"...

source: Upload Media
yo: Ìgbàsókè Mídíà

source: URL of affected site
yo: URL ti ojúle wẹ́ẹ̀bù tí ó kàn

source: Use advanced search
yo: Lo ìṣawarí gbèdéke

source: Use basic search
yo: Lo ìṣawarí ìpìlẹ̀

source: Use bookmarks
yo: Lo àwọn àmì ìwé

source: Used by more than 400 million people, Mozilla support is fully powered by volunteers, and it’s more important than ever. This is where you come in.
yo: Àwọn ju bí 400 mílíónù ènìyàn ni o ńlò, àtìlẹ́hìn Mozilla ni àwọn ìfi-ara-ẹni lẹ̀ ṣe, ó sì ṣe pàtàkì ju tẹ́lẹ̀. Ibi tí o ti kàn ọ́ nìyí.

source: user
yo: olùṣàmúlò

source: User
yo: Olùṣàmúlò

source: User Agent: {ua}
yo: Aṣojú Olùṣàmúlò: {ua}

source: User Agent: {user_agent}
yo: Aṣojú Olùṣàmúlò: {user_agent}

source: User Control
yo: Ìdarí Asàmúlò

source: {user} | Documents
yo: {user} | Àwọn àkọsílẹ̀

source: User Interface
yo: Atọ́kùn Olúṣàmúlò

source: {user} is currently working on this problem.
yo: {user} ń ṣiṣẹ́ lọ́wọ́lọ́wọ́ lóri ìṣòro yìí.

source: username
yo: orúkọ àṣàmúlò

source: Username:
yo: Orúkọ aṣàmúlò:

source: username1, username2,...
yo: orúkọ aṣàmúlò1, orúkọ aṣàmúlò2,...

source: Username, Display Name or Twitter Handle
yo: Orúkọ aṣàmúlò, Ṣàfihàn Orúkọ tàbí Ẹ̀kú Twitter

source: {username} is not a valid username.
yo: {username} jẹ orúkọ aṣàmúlò aláìbẹgbẹmu.

source: Username is required.
yo: Anílò orúkọ aṣàmúlò.

source: Username may contain only English letters, numbers and ./-/_ characters.
yo: Orúkọ aṣàmúlò lèní lẹ́tà Gẹ̀ẹ́sì nìkan, àwọn nọ́ńbà àti ./-/_ ẹyọ ọ̀rọ̀.

source: Username not provided.
yo: Kò pesè orúkọ aṣàmúlò.

source: {user} - {num} contributions in last 90 days
yo: {user} - {num} àwọn ìdasí láti 90 ọjọ́ sẹ́yìn

source: {user} | Profile
yo: {user} | Ìrísí olùlò

source: {user} removed from successfully!
yo: {user} yọ kúrò dáradára!

source: {user} removed from the contributors successfully!
yo: {user} ṣàyọkúrò nínu àwọn olùdasí dáradára!

source: {user} removed from the group leaders successfully!
yo: {user} ṣàyọkúrò ní ẹgbẹ́ àwọn aṣaajú dáradára!

source: {user} removed from the group successfully!
yo: {user} yọkúrò ní ẹgbẹ́ dáradára!

source: Users:
yo: Àwọn olùṣàmúlò:

source: {users} added successfully!
yo: {users} ṣàfikún dáradára!

source: {users} added to the contributors successfully!
yo: {users} ṣàfikún àwọn olùdasí dáradára!

source: {users} added to the group leaders successfully!
yo: {users} ṣàfikún sí ẹgbẹ́ àwọn aṣaajú dáradára!

source: {users} added to the group successfully!
yo: {users} ṣàfikún sí ẹgbẹ́ dáradára!

source: {user}'s Groups
yo: Ẹgbẹ́ {user}'s

source: Using a feature on webmaker.org
yo: Ìlo àbùdá lóri webmaker.org

source: Using Popcorn Maker
yo: Ìlo Ohun Ìṣẹ Agbàdo díndín

source: Using Thimble
yo: Ìlo Kẹ́bẹkù

source: Using X-Ray Goggles
yo: Lílo X-Ray Goggles

source: Value
yo: Iye

source: Verify your email address:
yo: Ṣèjẹ́rì àdírẹ̀sì í-meélì rẹ:

source: Video, audio and interactive settings
yo: Fídíò, ìfetigbọ́ àti ààtò ìjọṣepọ̀

source: Videos
yo: Àwọn fídíò

source: Videos, sound, pictures and animations don't work
yo: Fídíò, ohùn, awòrán àti àwòrán abẹ̀mí kò ṣiṣé

source: View a list of all Firefox OS articles
yo: Wo gbogbo atòkọ aròkọ Firefox OS

source: View all deactivated users
yo: Wo gbogbo àwọn olùṣàmúlò tí a tì pa

source: View all Firefox OS articles
yo: Wo gbogbo aròkọ Firefox OS

source: View Diff
yo: Ṣàyẹwò Ìyatọ̀

source: View other questions that need attention.
yo: Wo àwọn ìbéèrè míìràn tó nílò àbojútó.

source: View Profile
yo: Wo ìrísí Olùlò

source: Views
yo: Àwọn Ìwò

source: View the history of this document
yo: Wo ìtàn ti àkọsílẹ̀ yíì

source: View the solution
yo: Wo ọ̀nà àbáyọ

source: View the updated document
yo: Wo ìṣàfikún àkọsílẹ̀

source: View this document's history
yo: Wo ìtàn àkọsílẹ̀ yíì

source: View this message on the web
yo: Wo iṣẹ́ yíì ní ojúle wẹ́ẹ̀bù

source: View this message on the web:
yo: Wo iṣẹ́ yìí lóri ojúlé wẹ́ẹ̀bù:

source: View this post on the site.
yo: Wo ìfọ̀rọ̀ránṣẹ́ ojúlà wẹ́ẹ̀bù yíì.

source: Visitors
yo: Àwọn olùbẹ̀wò

source: Visits
yo: Bẹ̀wò

source: Visits in last 30 days
yo: Ìbẹ̀wò ní 30 ọjọ́ tó kọjá

source: Volunteer for Mozilla Support
yo: Onífàrajìn fún àtìlẹ́hìn Mozilla

source: Votes
yo: Àwọn Ìbò

source: votes this week
yo: àwọn ìbò ọ̀sẹ̀ yíì

source: Waiting for review
yo: Ń dúró fún àtúnyẹ́wò

source: Want to know when a solution is found?
yo: O fẹ́mọ ìgbà tí a bárí ọ̀nà àbáyọ?

source: WARNING! Are you sure you want to deactivate this user? This cannot be undone!
yo: ÌKÌLỌ̀! Ṣé ó dá ọ lójú pé o fẹ́ṣe àìmúṣiṣẹ́ olùṣàmúlò yíì? Akòle ṣàyípadà èyí!

source: Warning: There are newer unreviewed revisions of this article.
yo: Ìkilọ̀: Àwọn ẹ̀yà àìṣàtúnyẹwò àtúnyẹ̀wò aròkọ yí wà.

source: was marked as solved by its asker, {asker}.
yo: olùbéèrè rẹ̀ ṣàmì si bí èyí tí a yanjú rẹ̀, {asker}.

source: Was this article helpful?
yo: Ṣé aròkọ yìí ṣèrànwọ́?

source: Was this helpful to you?
yo: Ṣé èyí ṣe ìrànwọ́ fún ọ?

source: Watch
yo: Wò

source: Watch forum threads I comment in
yo: Wo àpèjọ èròjà atẹ̀lélànà 1 ìdáásí ní

source: Watch forum threads I start
yo: Wo àpèjọ èròjà atẹ̀lélànà 1 bẹ̀rẹ̀

source: Watch KB discussion threads I comment in
yo: Wo KB ìfọ̀rọ̀wérọ̀ èròjà atẹ̀lélànà 1 ìdáásí ní

source: Watch KB discussion threads I start
yo: Wo KB ìfọ̀rọ̀wérọ̀ èròjà atẹ̀lélànà 1 bẹ̀rẹ̀

source: Watch our videos and check our documentation
yo: Wo àwọn fídíò wa kí o ṣàyẹ̀wò ìlànà ìṣàmúlò

source: Watch Question threads I comment in
yo: Wo Ìbéèrè èròjà atẹ̀lélànà 1 ìdáásí ní

source: Watch this forum
yo: Wo àpéjọ yìí

source: Watch this locale
yo: Wo tìbílẹ̀ yíì

source: Watch this thread
yo: Wo èròjà atẹ̀lélànà yìí

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet <a href="%(intro_url)s"> please take a minute to introduce yourself </a>. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the <a href="%(irc_url)s"> #sumo channel </a>.
yo: Inú wa maa ń dùn nígbà gbogbo láti gbọ́ lọ́dọ̀ àwọn ènìyàn titun tí ó fẹ́ràn láti ṣèrànwọ́ ní àwọn àpérò nítorí náà bí o kò báìtí bá àwùjọ wa pàdé náà <a href="%(intro_url)s"> jọ̀wọ́ lo ìṣẹjú kan láti sọ nípa rẹ </a>. Bí o kò bá fẹ́ fi ara hàn báyì, ó daa bẹ́ẹ̀ :). O lè rí gbogbgo wa ní orí IRC, ní <a href="%(irc_url)s">ìkànnì #sumo </a>.

source: We are always very happy to hear from new people who like helping on the forums so if you haven’t met our community yet please take a minute to introduce yourself. If you want to stay low-profile, that’s also ok :). You can also find us all hanging out on IRC, on the #sumo channel on irc.mozilla.org.
yo: Inú wa maa ń dùn gidigidi láti gbọ́ láti ọ̀dọ̀ àwọn ènìyàn titun tí ó fẹ́ràn láti ṣèrànwọ́ ní àwọn àpérò nítorí náà bí o kò báìtí bá àwùjọ wa pàdé náà jọ̀wọ́ lo ìṣẹjú kan láti sọ nípa rẹ. Bí o kò bá fẹ́ kí wọ́n mọ̀ ọ́, ó daa bẹ̀ :). O lè rí gbogbo wa ní orí IRC, ni ìkànnì #sumo ní irc.mozilla.org.

source: We are having trouble reaching your email address. Please try a different address or contact an administrator.
yo: Aní ìṣòro ìkànsí àdírẹ́sì í-meélì rẹ. Jọ̀wọ́ gbìyànjú àdírẹ́sì míìràn tàbí kànsí alábòójútó.

source: Web browser for Android smartphones and tablets
yo: Gbàwálẹ̀ ojúlé wẹ́ẹ̀bù fún fóònùìyára Android àti àwọn àdáni alogègé

source: Web browser for Windows, Mac and Linux
yo: Gbàwálẹ̀ ojúlé wẹ́ẹ̀bù fún Windows, Mac àti Linux

source: Webmaker
yo: Olùṣe wẹ́ẹ̀bù

source: Websites
yo: Àwọn Ojúlé Wẹ́ẹ̀bù

source: We could not activate your account. Please make sure that you have clicked the correct link in your email or typed in the correct address.
yo: Akòle sọ àkọ́ọ́lẹ̀ rẹ di aṣiṣẹ́. Jọ̀wọ́ ri dáájú pé o ti ṣíra tẹ ìsopọ̀ tó tọ́nà nínu í-meélì rẹ tàbí tẹ àdírẹ́sì tó tọ́nà.

source: We couldn't find any results for <strong>{q}</strong> in <strong>{l}</strong>. Maybe one of these articles will be helpful?
yo: Akòle rí àwọn èsì kankan fún <strong>{q}</strong> ní <strong>{l}</strong>. Bóyá ọ̀kan nínu àwọn aròkọ yíì yóò ṣèrànwọ́?

source: We couldn't perform your request. Perhaps because the action is no longer applicable or you tried to perform an invalid action.
yo: Akòle ṣe ìbéèrè rẹ. Bóyá nítorí ìṣe kò balọ tàbí o gbìyànjú láti ṣe ìṣe àìfẹsẹ̀múlẹ̀.

source: Weekly meetings
yo: Àwọn ìpàdé ọsẹẹsẹ̀

source: Welcome to SUMO!
yo: Káàbọ̀ sí SUMO!

source: We need your help!
yo: A nílò ìrànwọ́ rẹ!

source: We're sorry to see you go.
yo: Inú wa kò dùn láti ri pé o ńlọ.

source: We've just received a request to send the username linked to this email address.
yo: A ṣẹ̀ṣẹ̀ gba ìbéèrè láti fi ibi ìsopọ̀ orúkọ olùṣàmúlò ránṣẹ́ sí àdírẹ́sì í-meélì yíì.

source: We've made some educated guesses about your current browser and operating system.
yo: Ati ṣe àwọn àbá ọ̀mọ̀wé nípa ìgbàwalẹ́ rẹ lọ́wọ́lọ́wọ́ àti ìlànà-ètò ìmú ṣiṣẹ́.

source: We've sent an email to any account using this address. Please follow the link in the email to reset your password.
yo: Ati fi í-meélì ránṣẹ́ sí àkọ́ọ́lẹ̀ tí o ńlo àdírẹ́sì yíì. Jọ̀wọ́ tẹ̀lé ìsopọ̀ nínu í-meélì náà láti ṣàtúntò ọ̀rọ̀ aṣínà rẹ.

source: We've sent an email with the username to any account using {email}.
yo: A ti fi í-meélì ránṣẹ́ pẹ̀lú orúkọ aṣàmúlò sí àkọ́ọ́lẹ̀ tí o ńlo {email}.

source: We would love to find a good place for you to help users, so please send us an email with your username and the area you would like to get involved. Please feel free to add all your skills, we will try to find the right use for them :)
yo: A ó nífẹ̀ láti wá ibi tí ó dára fún ọ láti ran àwọn olùṣàmúlò lọ́wọ́, nítorí náà jọ̀wọ́ fi í-meélì ránṣẹ́ síwa pẹ̀lú orúkọ aṣàmúlò àti àgbègbè tí wá fẹ́ láti kópa. Jọ̀wọ́ ní òmìnira láti ṣàfikún àwọn ìmọ̀ rẹ, a ó wá ọ̀nà tí ó tọ́ láti lò wọ́n :)

source: What is your reply about?
yo: Kíni èsì rẹ dálé?

source: What Links Here
yo: Kílo Sopọ̀ Níbí

source: What Links Here | {document}
yo: Kílo Sopọ̀ Níbí | {document}

source: What's New
yo: Kíni Titun

source: When German misses a level 2 change, the coverage drops to 50%, so 1% of 10%= 0.1% overall
yo: Nígbà tí Jamaní pàdánù ìpele ìyípadà 2, alásopọ̀ wálẹ̀ sí 50%, nítorí náà 1% ti 10%= 0.1% lápapọ̀
